aaron-bond.better-comments
adpyke.codesnap
andrejunges.handlebars
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
codacy-app.codacy
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.docker-explorer
gruntfuggly.todo-tree
inferrinizzard.prettier-sql-vscode
kamikillerto.vscode-colorize
lovebird.better-comments-enhanced
lulus.vscode-regexp-preivew
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-typescript-next
narasimapandiyan.jetbrainsmono
nicoespeon.abracadabra
octref.vetur
p42ai.refactor
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
smulyono.reveal
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
wayou.vscode-todo-highlight
whatwedo.twig
william-voyek.vscode-nginx
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
zignd.html-css-class-completion
zobo.php-intellisense
