aaron-bond.better-comments
adpyke.codesnap
andrejunges.handlebars
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codacy-app.codacy
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
emberstonetheme.emberstone
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.docker-explorer
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
inferrinizzard.prettier-sql-vscode
ipedrazas.kubernetes-snippets
kamikillerto.vscode-colorize
lovebird.better-comments-enhanced
lulus.vscode-regexp-preivew
mariusalchimavicius.json-to-ts
meezilla.json
mikestead.dotenv
mrmlnc.vscode-apache
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-next
narasimapandiyan.jetbrainsmono
nicoespeon.abracadabra
octref.vetur
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
smulyono.reveal
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
technosophos.vscode-helm
thenouillet.symfony-vscode
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vue.volar
waderyan.gitblame
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
wix.vscode-import-cost
xabikos.javascriptsnippets
zignd.html-css-class-completion
