aaron-bond.better-comments
adpyke.codesnap
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
ms-vscode.makefile-tools
ms-vscode.powershell
octref.vetur
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
wayou.vscode-todo-highlight
