aaron-bond.better-comments
adpyke.codesnap
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.docker-explorer
lovebird.better-comments-enhanced
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-typescript-next
narasimapandiyan.jetbrainsmono
octref.vetur
rvest.vs-code-prettier-eslint
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
wayou.vscode-todo-highlight
zignd.html-css-class-completion
